app/views/produtos/index.html.erb

			<tbody>
				<% todos =  Produto.all %>
---
SELECT "produtos".* FROM "produtos"